{
	"Customer1": [
		"Oh hey, someone new   The last one was fired   Something something drunk driving or maybe it was DEI?   I don’t know, didn’t really listen",
		"Don’t forget to drag the items over the scan   Or just make your customer wait until the conveyor does your job for you   Your call, no one checks",
		"*Radio starts playing the News* - the president just ~ - *Switches Channel* Yeah I don’t wanna hear anything about that guy",
		"Politics are just so pointless nowadays, nothing hel~ Hey! Don’t get distracted, you’re gonna forget to scan the cute little lines   That’s the point of life now I guess",
		"Do you think the bread tastes any good? Or is it just the same processed shit everywhere else? I want at least some good bread, I value my life at least that much"
	],
	"Customer2": [
		"--- You are so good at your job   you even managed to complete one customer’s cart   wow   Maybe you even deserve a raise — although in this economy? Doubt it",
		"*News starts again* - New Study shows trans people indeed ~ - *Smacks Radio* Ignore that   Focus on the ~ *checks notes* milk   You don’t want to sell expired milk, do you",
		"Hey, can I ask you something? Who did you vote for? Ah of course — you don’t like talking   I forgot   I’ll just assume you voted for John Breadcrumb   Honestly, better than what we got",
		"I just think politics became a clownshow   Why are we focusing on people in bathrooms and in sports? Just leave people in peace and fix the price of this drink   Come on"
	],
	"Customer3": [
		"Watching you is mesmerizing   Maybe I will finally wake up from this nightmare if I fall asleep",
		"How do prices even grow that much? I can barely afford eggs anymore   And boomers say I should ‘not buy all these Starbucks coffees’   These people are delusional",
		"For real, $4.99 for milk and $7.99 for a dozen eggs? How much is a liver again? Asking for a friend, of course",
		"The prices are rising, it’s impossible to buy a house, and yet we invited the fascists into our house   Is it really so easy to be a politician nowadays? You only have to spout some buzzwords",
		"Trans, this   Immigrant, that   Vote me and ill make sure you can hate on people you don't know",
		"Sorry, this was maybe a bit direct   But am I wrong? Don’t answer that — Oh you wouldn’t anyway"
	],
	"Customer4": [
		"Hey, is your shift over already? I cannot stand watching you any longer   And all of this still hasn’t managed to wake me up   Disappointing",
		"BTW, did you check the customer satisfaction stat? It’s at the same point as my will to live :)",
		"Jokes aside, I really don’t understand people   It’s hard to not look at the world and the people in it and hate everything — except pancakes, of course   I will always love pancakes",
		"While we’re on the topic of hate, hating has become such a big trend that a diss track might win the Grammys",
		"*Radio turns on again* - Kendrick Lamar wins 5 Grammy Awards - *Narrator throws the radio on the floor, you hear a breaking sound*",
		"*The Narrator is stunned* - This was supposed to be a joke, you know? It’s even become hard to be funny   Either some AI model already stole the joke, or reality is more absurd than any joke",
		"Why even do all of this? It’s so tiring   I might call myself a car soon   Or maybe not, considering the gas prices",
		"Well, as a car I at least would have an actual purpose   Contrary to this job   Contrary to my existence   Contrary to capitalism   Contrary to this world"
	],
	"Customer5": [
		"What is the goal of this game anyway? Why are you doing this? Did the creator even consider how boring this is? Games are supposed to be fun, or have they also lost all hope? Can’t blame them",
		"Hey, have you thought about quitting yet? Do you even have any thoughts? I think their brain got fried   Not surprising, considering how mind-numbing this job is",
		"It is truly fascinating what humans will do to survive and follow a generational lie   Work hard and get rich? Maybe with an inheritance",
		"It is so stupid that people truly can’t learn from history and just get stuck in the same loop of misery   And it’s not even exciting, at least let it be some sort of rollercoaster",
		"What is the point? There really is none"
	]
}
